{
  "Hebrews 7:25|KJV": {
    "text": "Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.",
    "verse": 25,
    "book": "Hebrews",
    "chapter": 7,
    "translation": "KJV"
  },
  "Mark 15:23|KJV": {
    "text": "And they gave him to drink wine mingled with myrrh: but he received it not.",
    "verse": 23,
    "book": "Mark",
    "chapter": 15,
    "translation": "KJV"
  },
  "Matthew 2:1-12|KJV": {
    "text": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem, Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him. When Herod the king had heard these things, he was troubled, and all Jerusalem with him. And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born. And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet, And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel. Then Herod, when he had privily called the wise men, enquired of them diligently what time the star appeared. And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also. When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was. When they saw the star, they rejoiced with exceeding great joy. And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh. And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.",
    "verses": [
      {
        "pk": 2623346,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Now<S>1161</S> when Jesus<S>2424</S> was born<S>1080</S> in<S>1722</S> Bethlehem<S>965</S> of Judaea<S>2449</S> in<S>1722</S> the days<S>2250</S> of Herod<S>2264</S> the king<S>935</S>, behold<S>2400</S>, there came<S>3854</S> wise men<S>3097</S> from<S>575</S> the east<S>395</S> to<S>1519</S> Jerusalem<S>2414</S>,"
      },
      {
        "pk": 2623347,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "Saying<S>3004</S>, Where<S>4226</S> is<S>2076</S> he that is born<S>5088</S> King<S>935</S> of the Jews<S>2453</S>? for<S>1063</S> we have seen<S>1492</S> his<S>846</S> star<S>792</S> in<S>1722</S> the east<S>395</S>, and<S>2532</S> are come<S>2064</S> to worship<S>4352</S> him<S>846</S>."
      },
      {
        "pk": 2623348,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "When<S>1161</S> Herod<S>2264</S> the king<S>935</S> had heard<S>191</S> these things, he was troubled<S>5015</S>, and<S>2532</S> all<S>3956</S> Jerusalem<S>2414</S> with<S>3326</S> him<S>846</S>."
      },
      {
        "pk": 2623349,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "And<S>2532</S> when he had gathered<S>4863</S> all<S>3956</S> the chief priests<S>749</S> and<S>2532</S> scribes<S>1122</S> of the people<S>2992</S> together<S>4863</S>, he demanded<S>4441</S> of<S>3844</S> them<S>846</S> where<S>4226</S> Christ<S>5547</S> should be born<S>1080</S>."
      },
      {
        "pk": 2623350,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "And<S>1161</S> they said<S>2036</S> unto him<S>846</S>, In<S>1722</S> Bethlehem<S>965</S> of Judaea<S>2449</S>: for<S>1063</S> thus<S>3779</S> it is written<S>1125</S> by<S>1223</S> the prophet<S>4396</S>,"
      },
      {
        "pk": 2623351,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "And<S>2532</S> thou<S>4771</S> Bethlehem<S>965</S>, in the land<S>1093</S> of Juda<S>2448</S>, art<S>1488</S> not<S>3760</S> the least<S>1646</S> among<S>1722</S> the princes<S>2232</S> of Juda<S>2448</S>: for<S>1063</S> out of<S>1537</S> thee<S>4675</S> shall come<S>1831</S> a Governor<S>2233</S>, that<S>3748</S> shall rule<S>4165</S> my<S>3450</S> people<S>2992</S> Israel<S>2474</S>. <sup>rule: or, feed</sup>"
      },
      {
        "pk": 2623352,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then<S>5119</S> Herod<S>2264</S>, when he had privily<S>2977</S> called<S>2564</S> the wise men<S>3097</S>, enquired<S>198</S> of<S>3844</S> them<S>846</S> diligently<S>198</S> what time<S>5550</S> the star<S>792</S> appeared<S>5316</S>."
      },
      {
        "pk": 2623353,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "And<S>2532</S> he sent<S>3992</S> them<S>846</S> to<S>1519</S> Bethlehem<S>965</S>, and said<S>2036</S>, Go<S>4198</S> and search<S>1833</S> diligently<S>199</S> for<S>4012</S> the young child<S>3813</S>; and<S>1161</S> when<S>1875</S> ye have found<S>2147</S> him, bring<S>518</S> me<S>3427</S> word again<S>518</S>, that<S>3704</S> I may come<S>2064</S> and worship<S>4352</S> him<S>846</S> also<S>2504</S>."
      },
      {
        "pk": 2623354,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "When<S>1161</S> they had heard<S>191</S> the king<S>935</S>, they departed<S>4198</S>; and<S>2532</S>, lo<S>2400</S>, the star<S>792</S>, which<S>3739</S> they saw<S>1492</S> in<S>1722</S> the east<S>395</S>, went before<S>4254</S> them<S>846</S>, till<S>2193</S> it came<S>2064</S> and stood<S>2476</S> over<S>1883</S> where<S>3757</S> the young child<S>3813</S> was<S>2258</S>."
      },
      {
        "pk": 2623355,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When<S>1161</S> they saw<S>1492</S> the star<S>792</S>, they rejoiced<S>5463</S> with exceeding<S>4970</S> great<S>3173</S> joy<S>5479</S>."
      },
      {
        "pk": 2623356,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "And<S>2532</S> when they were come<S>2064</S> into<S>1519</S> the house<S>3614</S>, they saw<S>2147</S> <S>1492</S> the young child<S>3813</S> with<S>3326</S> Mary<S>3137</S> his<S>846</S> mother<S>3384</S>, and<S>2532</S> fell down<S>4098</S>, and worshipped<S>4352</S> him<S>846</S>: and<S>2532</S> when they had opened<S>455</S> their<S>846</S> treasures<S>2344</S>, they presented<S>4374</S> unto him<S>846</S> gifts<S>1435</S>; gold<S>5557</S>, and<S>2532</S> frankincense<S>3030</S>, and<S>2532</S> myrrh<S>4666</S>. <sup>presented: or, offered</sup>"
      },
      {
        "pk": 2623357,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "And<S>2532</S> being warned of God<S>5537</S> in<S>2596</S> a dream<S>3677</S> that they should<S>344</S> not<S>3361</S> return<S>344</S> to<S>4314</S> Herod<S>2264</S>, they departed<S>402</S> into<S>1519</S> their own<S>846</S> country<S>5561</S> another<S>1223</S> <S>243</S> way<S>3598</S>."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "KJV"
  },
  "Matthew 2:1-12|NKJV": {
    "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the East came to Jerusalem, saying, “Where is He who has been born King of the Jews? For we have seen His star in the East and have come to worship Him.” When Herod the king heard this, he was troubled, and all Jerusalem with him. And when he had gathered all the chief priests and scribes of the people together, he inquired of them where the Christ was to be born. So they said to him, “In Bethlehem of Judea, for thus it is written by the prophet: ‘But you, Bethlehem, in the land of Judah, Are not the least among the rulers of Judah; For out of you shall come a Ruler Who will shepherd My people Israel.’ ” Then Herod, when he had secretly called the wise men, determined from them what time the star appeared. And he sent them to Bethlehem and said, “Go and search carefully for the young Child, and when you have found Him, bring back word to me, that I may come and worship Him also.” When they heard the king, they departed; and behold, the star which they had seen in the East went before them, till it came and stood over where the young Child was. When they saw the star, they rejoiced with exceedingly great joy. And when they had come into the house, they saw the young Child with Mary His mother, and fell down and worshiped Him. And when they had opened their treasures, they presented gifts to Him: gold, frankincense, and myrrh. Then, being divinely warned in a dream that they should not return to Herod, they departed for their own country another way.",
    "verses": [
      {
        "pk": 2176875,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the East came to Jerusalem,"
      },
      {
        "pk": 2176876,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "saying, “Where is He who has been born King of the Jews? For we have seen His star in the East and have come to worship Him.”"
      },
      {
        "pk": 2176877,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "When Herod the king heard <i>this,</i> he was troubled, and all Jerusalem with him."
      },
      {
        "pk": 2176878,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "And when he had gathered all the chief priests and scribes of the people together, he inquired of them where the Christ was to be born."
      },
      {
        "pk": 2176879,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "So they said to him, “In Bethlehem of Judea, for thus it is written by the prophet:"
      },
      {
        "pk": 2176880,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "‘But  you, Bethlehem, <i>in</i> the land of Judah, Are not the least among the rulers of Judah; For out of you shall come a Ruler  Who will shepherd My people Israel.’ ”"
      },
      {
        "pk": 2176881,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then Herod, when he had secretly called the wise men, determined from them what time the star appeared."
      },
      {
        "pk": 2176882,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "And he sent them to Bethlehem and said, “Go and search carefully for the young Child, and when you have found <i>Him,</i> bring back word to me, that I may come and worship Him also.”"
      },
      {
        "pk": 2176883,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "When they heard the king, they departed; and behold, the star which they had seen in the East went before them, till it came and stood over where the young Child was."
      },
      {
        "pk": 2176884,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When they saw the star, they rejoiced with exceedingly great joy."
      },
      {
        "pk": 2176885,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "And when they had come into the house, they saw the young Child with Mary His mother, and fell down and worshiped Him. And when they had opened their treasures, they presented gifts to Him: gold, frankincense, and myrrh."
      },
      {
        "pk": 2176886,
        "translation": "NKJV",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "Then, being divinely warned in a dream that they should not return to Herod, they departed for their own country another way."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "NKJV"
  },
  "Matthew 2:1-12|ESV": {
    "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem, saying, “Where is he who has been born king of the Jews? For we saw his star when it rose and have come to worship him.” When Herod the king heard this, he was troubled, and all Jerusalem with him; and assembling all the chief priests and scribes of the people, he inquired of them where the Christ was to be born. They told him, “In Bethlehem of Judea, for so it is written by the prophet: “‘And you, O Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for from you shall come a ruler who will shepherd my people Israel.’” Then Herod summoned the wise men secretly and ascertained from them what time the star had appeared. And he sent them to Bethlehem, saying, “Go and search diligently for the child, and when you have found him, bring me word, that I too may come and worship him.” After listening to the king, they went on their way. And behold, the star that they had seen when it rose went before them until it came to rest over the place where the child was. When they saw the star, they rejoiced exceedingly with great joy. And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh. And being warned in a dream not to return to Herod, they departed to their own country by another way.",
    "verses": [
      {
        "pk": 1955250,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men  from the east came to Jerusalem,"
      },
      {
        "pk": 1955251,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "saying, “Where is he who has been born king of the Jews? For we saw his star when it rose  and have come to worship him.”"
      },
      {
        "pk": 1955252,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "When Herod the king heard this, he was troubled, and all Jerusalem with him;"
      },
      {
        "pk": 1955253,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "and assembling all the chief priests and scribes of the people, he inquired of them where the Christ was to be born."
      },
      {
        "pk": 1955254,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "They told him, “In Bethlehem of Judea, for so it is written by the prophet:"
      },
      {
        "pk": 1955255,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": " “‘And you, O Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for from you shall come a ruler who will shepherd my people Israel.’”"
      },
      {
        "pk": 1955256,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then Herod summoned the wise men secretly and ascertained from them what time the star had appeared."
      },
      {
        "pk": 1955257,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "And he sent them to Bethlehem, saying, “Go and search diligently for the child, and when you have found him, bring me word, that I too may come and worship him.”"
      },
      {
        "pk": 1955258,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "After listening to the king, they went on their way. And behold, the star that they had seen when it rose went before them until it came to rest over the place where the child was."
      },
      {
        "pk": 1955259,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When they saw the star, they rejoiced exceedingly with great joy."
      },
      {
        "pk": 1955260,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh."
      },
      {
        "pk": 1955261,
        "translation": "ESV",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "And being warned in a dream not to return to Herod, they departed to their own country by another way."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "ESV"
  },
  "Matthew 2:1-12|NIV": {
    "text": "The Visit of the MagiAfter Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem and asked, “Where is the one who has been born king of the Jews? We saw his star in the east and have come to worship him.” When King Herod heard this he was disturbed, and all Jerusalem with him. When he had called together all the people’s chief priests and teachers of the law, he asked them where the Christ was to be born. “In Bethlehem in Judea,” they replied, “for this is what the prophet has written: “‘But you, Bethlehem, in the land of Judah,are by no means least among the rulers of Judah;for out of you will come a rulerwho will be the shepherd of my people Israel.’” Then Herod called the Magi secretly and found out from them the exact time the star had appeared. He sent them to Bethlehem and said, “Go and make a careful search for the child. As soon as you find him, report to me, so that I too may go and worship him.” After they had heard the king, they went on their way, and the star they had seen in the east went ahead of them until it stopped over the place where the child was. When they saw the star, they were overjoyed. On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh. And having been warned in a dream not to go back to Herod, they returned to their country by another route.",
    "verses": [
      {
        "pk": 2591819,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "The Visit of the Magi<br/>After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem"
      },
      {
        "pk": 2591820,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "and asked, “Where is the one who has been born king of the Jews? We saw his star in the east and have come to worship him.”"
      },
      {
        "pk": 2591821,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "When King Herod heard this he was disturbed, and all Jerusalem with him."
      },
      {
        "pk": 2591822,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "When he had called together all the people’s chief priests and teachers of the law, he asked them where the Christ was to be born."
      },
      {
        "pk": 2591823,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "“In Bethlehem in Judea,” they replied, “for this is what the prophet has written:"
      },
      {
        "pk": 2591824,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "“‘But you, Bethlehem, in the land of Judah,<br/>are by no means least among the rulers of Judah;<br/>for out of you will come a ruler<br/>who will be the shepherd of my people Israel.’”"
      },
      {
        "pk": 2591825,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then Herod called the Magi secretly and found out from them the exact time the star had appeared."
      },
      {
        "pk": 2591826,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "He sent them to Bethlehem and said, “Go and make a careful search for the child. As soon as you find him, report to me, so that I too may go and worship him.”"
      },
      {
        "pk": 2591827,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "After they had heard the king, they went on their way, and the star they had seen in the east went ahead of them until it stopped over the place where the child was."
      },
      {
        "pk": 2591828,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When they saw the star, they were overjoyed."
      },
      {
        "pk": 2591829,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh."
      },
      {
        "pk": 2591830,
        "translation": "NIV",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "And having been warned in a dream not to go back to Herod, they returned to their country by another route."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "NIV"
  },
  "Matthew 2:1-12|NASB": {
    "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, magi from the east arrived in Jerusalem, saying, 'Where is He who has been born King of the Jews? For we saw His star in the east and have come to worship Him.' When Herod the king heard [this], he was troubled, and all Jerusalem with him. Gathering together all the chief priests and scribes of the people, he inquired of them where the Messiah was to be born. They said to him, 'In Bethlehem of Judea; for this is what has been written by the prophet: 'AND YOU, BETHLEHEM, LAND OF JUDAH, ARE BY NO MEANS LEAST AMONG THE LEADERS OF JUDAH; FOR OUT OF YOU SHALL COME FORTH A RULER WHO WILL SHEPHERD MY PEOPLE ISRAEL.'' Then Herod secretly called the magi and determined from them the exact time the star appeared. And he sent them to Bethlehem and said, 'Go and search carefully for the Child; and when you have found [Him], report to me, so that I too may come and worship Him.' After hearing the king, they went their way; and the star, which they had seen in the east, went on before them until it came and stood over [the place] where the Child was. When they saw the star, they rejoiced exceedingly with great joy. After coming into the house they saw the Child with Mary His mother; and they fell to the ground and worshiped Him. Then, opening their treasures, they presented to Him gifts of gold, frankincense, and myrrh. And having been warned [by God] in a dream not to return to Herod, the magi left for their own country by another way.",
    "verses": [
      {
        "pk": 854798,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, magi from the east arrived in Jerusalem, saying,"
      },
      {
        "pk": 854799,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "'Where is He who has been born King of the Jews? For we saw His star in the east and have come to worship Him.'"
      },
      {
        "pk": 854800,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "When Herod the king heard [this], he was troubled, and all Jerusalem with him."
      },
      {
        "pk": 854801,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "Gathering together all the chief priests and scribes of the people, he inquired of them where the Messiah was to be born."
      },
      {
        "pk": 854802,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "They said to him, 'In Bethlehem of Judea; for this is what has been written by the prophet:"
      },
      {
        "pk": 854803,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "'AND YOU, BETHLEHEM, LAND OF JUDAH, ARE BY NO MEANS LEAST AMONG THE LEADERS OF JUDAH; FOR OUT OF YOU SHALL COME FORTH A RULER WHO WILL SHEPHERD MY PEOPLE ISRAEL.''"
      },
      {
        "pk": 854804,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then Herod secretly called the magi and determined from them the exact time the star appeared."
      },
      {
        "pk": 854805,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "And he sent them to Bethlehem and said, 'Go and search carefully for the Child; and when you have found [Him], report to me, so that I too may come and worship Him.'"
      },
      {
        "pk": 854806,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "After hearing the king, they went their way; and the star, which they had seen in the east, went on before them until it came and stood over [the place] where the Child was."
      },
      {
        "pk": 854807,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When they saw the star, they rejoiced exceedingly with great joy."
      },
      {
        "pk": 854808,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "After coming into the house they saw the Child with Mary His mother; and they fell to the ground and worshiped Him. Then, opening their treasures, they presented to Him gifts of gold, frankincense, and myrrh."
      },
      {
        "pk": 854809,
        "translation": "NASB",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "And having been warned [by God] in a dream not to return to Herod, the magi left for their own country by another way."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "NASB"
  },
  "Matthew 2:1-12|NLT": {
    "text": "Jesus was born in Bethlehem in Judea, during the reign of King Herod. About that time some wise men from eastern lands arrived in Jerusalem, asking, “Where is the newborn king of the Jews? We saw his star as it rose, and we have come to worship him.” King Herod was deeply disturbed when he heard this, as was everyone in Jerusalem. He called a meeting of the leading priests and teachers of religious law and asked, “Where is the Messiah supposed to be born?” “In Bethlehem in Judea,” they said, “for this is what the prophet wrote: ‘And you, O Bethlehem in the land of Judah,are not least among the ruling cities of Judah,for a ruler will come from youwho will be the shepherd for my people Israel.’ ” Then Herod called for a private meeting with the wise men, and he learned from them the time when the star first appeared. Then he told them, “Go to Bethlehem and search carefully for the child. And when you find him, come back and tell me so that I can go and worship him, too!” After this interview the wise men went their way. And the star they had seen in the east guided them to Bethlehem. It went ahead of them and stopped over the place where the child was. When they saw the star, they were filled with joy! They entered the house and saw the child with his mother, Mary, and they bowed down and worshiped him. Then they opened their treasure chests and gave him gifts of gold, frankincense, and myrrh. When it was time to leave, they returned to their own country by another route, for God had warned them in a dream not to return to Herod.",
    "verses": [
      {
        "pk": 2660128,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Jesus was born in Bethlehem in Judea, during the reign of King Herod. About that time some wise men from eastern lands arrived in Jerusalem, asking,"
      },
      {
        "pk": 2660129,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "“Where is the newborn king of the Jews? We saw his star as it rose, and we have come to worship him.”"
      },
      {
        "pk": 2660130,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "King Herod was deeply disturbed when he heard this, as was everyone in Jerusalem."
      },
      {
        "pk": 2660131,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "He called a meeting of the leading priests and teachers of religious law and asked, “Where is the Messiah supposed to be born?”"
      },
      {
        "pk": 2660132,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "“In Bethlehem in Judea,” they said, “for this is what the prophet wrote:"
      },
      {
        "pk": 2660133,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "‘And you, O Bethlehem in the land of Judah,<br>are not least among the ruling cities of Judah,<br>for a ruler will come from you<br>who will be the shepherd for my people Israel.’ ”<br>"
      },
      {
        "pk": 2660134,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then Herod called for a private meeting with the wise men, and he learned from them the time when the star first appeared."
      },
      {
        "pk": 2660135,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "Then he told them, “Go to Bethlehem and search carefully for the child. And when you find him, come back and tell me so that I can go and worship him, too!”"
      },
      {
        "pk": 2660136,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "After this interview the wise men went their way. And the star they had seen in the east guided them to Bethlehem. It went ahead of them and stopped over the place where the child was."
      },
      {
        "pk": 2660137,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When they saw the star, they were filled with joy!"
      },
      {
        "pk": 2660138,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "They entered the house and saw the child with his mother, Mary, and they bowed down and worshiped him. Then they opened their treasure chests and gave him gifts of gold, frankincense, and myrrh."
      },
      {
        "pk": 2660139,
        "translation": "NLT",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "When it was time to leave, they returned to their own country by another route, for God had warned them in a dream not to return to Herod."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "NLT"
  },
  "Matthew 2:1-12|RSV": {
    "text": "Now when Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the East came to Jerusalem, saying, 'Where is he who has been born king of the Jews? For we have seen his star in the East, and have come to worship him.' When Herod the king heard this, he was troubled, and all Jerusalem with him; and assembling all the chief priests and scribes of the people, he inquired of them where the Christ was to be born. They told him, 'In Bethlehem of Judea; for so it is written by the prophet: `And you, O Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for from you shall come a ruler who will govern my people Israel.\"' Then Herod summoned the wise men secretly and ascertained from them what time the star appeared; and he sent them to Bethlehem, saying, 'Go and search diligently for the child, and when you have found him bring me word, that I too may come and worship him.' When they had heard the king they went their way; and lo, the star which they had seen in the East went before them, till it came to rest over the place where the child was. When they saw the star, they rejoiced exceedingly with great joy; and going into the house they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh. And being warned in a dream not to return to Herod, they departed to their own country by another way.",
    "verses": [
      {
        "pk": 1341226,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Now when Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the East came to Jerusalem, saying,"
      },
      {
        "pk": 1341227,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "'Where is he who has been born king of the Jews? For we have seen his star in the East, and have come to worship him.'"
      },
      {
        "pk": 1341228,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "When Herod the king heard this, he was troubled, and all Jerusalem with him;"
      },
      {
        "pk": 1341229,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "and assembling all the chief priests and scribes of the people, he inquired of them where the Christ was to be born."
      },
      {
        "pk": 1341230,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "They told him, 'In Bethlehem of Judea; for so it is written by the prophet:"
      },
      {
        "pk": 1341231,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "`And you, O Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for from you shall come a ruler who will govern my people Israel.\"'"
      },
      {
        "pk": 1341232,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then Herod summoned the wise men secretly and ascertained from them what time the star appeared;"
      },
      {
        "pk": 1341233,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "and he sent them to Bethlehem, saying, 'Go and search diligently for the child, and when you have found him bring me word, that I too may come and worship him.'"
      },
      {
        "pk": 1341234,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "When they had heard the king they went their way; and lo, the star which they had seen in the East went before them, till it came to rest over the place where the child was."
      },
      {
        "pk": 1341235,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When they saw the star, they rejoiced exceedingly with great joy;"
      },
      {
        "pk": 1341236,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "and going into the house they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh."
      },
      {
        "pk": 1341237,
        "translation": "RSV",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "And being warned in a dream not to return to Herod, they departed to their own country by another way."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "RSV"
  },
  "Matthew 2:1-12|ASV": {
    "text": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, Wise-men from the east came to Jerusalem, saying, Where is he that is born King of the Jews? for we saw his star in the east, and are come to worship him. And when Herod the king heard it, he was troubled, and all Jerusalem with him. And gathering together all the chief priests and scribes of the people, he inquired of them where the Christ should be born. And they said unto him, In Bethlehem of Judaea: for thus it is written through the prophet, And thou Bethlehem, land of Judah, art in no wise least among the princes of Judah: for out of thee shall come forth a governor, who shall be shepherd of my people Israel. Then Herod privily called the Wise-men, and learned of them exactly what time the star appeared. And he sent them to Bethlehem, and said, Go and search out exactly concerning the young child; and when ye have found him, bring me word, that I also may come and worship him. And they, having heard the king, went their way; and lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was. And when they saw the star, they rejoiced with exceeding great joy. And they came into the house and saw the young child with Mary his mother; and they fell down and worshipped him; and opening their treasures they offered unto him gifts, gold and frankincense and myrrh. And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.",
    "verses": [
      {
        "pk": 4851054,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Now when<S>1161</S> Jesus<S>2424</S> was born<S>1080</S> in<S>1722</S> Bethlehem<S>965</S> of Judaea<S>2449</S> in<S>1722</S> the days<S>2250</S> of Herod<S>2264</S> the king<S>935</S>, behold<S>2400</S>, Wise-men<S>3097</S> from<S>575</S> the east<S>395</S> came<S>3854</S> to<S>1519</S> Jerusalem<S>2414</S>, saying,"
      },
      {
        "pk": 4851065,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "Where<S>4226</S> is<S>2076</S> he<S>3588</S> that is<S>2076</S> born<S>5088</S> King<S>935</S> of the Jews<S>2453</S>? for<S>1063</S> we saw<S>1492</S> his<S>846</S> star<S>792</S> in<S>1722</S> the east<S>395</S>, and<S>2532</S> are come<S>2064</S> to worship<S>4352</S> him<S>846</S>."
      },
      {
        "pk": 4851070,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "And when<S>1161</S> Herod<S>2264</S> the king<S>935</S> heard<S>191</S> it<S>5015</S>, he was troubled, and<S>2532</S> all<S>3956</S> Jerusalem<S>2414</S> with<S>3326</S> him<S>846</S>."
      },
      {
        "pk": 4851071,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "And<S>2532</S> gathering<S>4863</S> together<S>4863</S> all<S>3956</S> the chief priests<S>749</S> and<S>2532</S> scribes<S>1122</S> of the people<S>2992</S>, he inquired<S>4441</S> of<S>3844</S> them<S>846</S> where<S>4226</S> the Christ<S>5547</S> should be born<S>1080</S>."
      },
      {
        "pk": 4851072,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "And<S>1161</S> they said<S>2036</S> unto him<S>846</S>, In<S>1722</S> Bethlehem<S>965</S> of Judaea<S>2449</S>: for<S>1063</S> thus<S>3779</S> it is written<S>1125</S> through<S>1223</S> the prophet<S>4396</S>,"
      },
      {
        "pk": 4851073,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "And<S>2532</S> thou<S>4771</S> Bethlehem<S>965</S>, land<S>1093</S> of Judah<S>2448</S>, art<S>1488</S> in no<S>3760</S> wise least<S>1646</S> among<S>1722</S> the princes<S>2232</S> of<S>1537</S> Judah<S>2448</S>: for<S>1063</S> out of<S>1537</S> thee<S>4675</S> shall come<S>1831</S> forth a governor<S>2233</S>, who shall be shepherd<S>4165</S> of my<S>3450</S> people<S>2992</S> Israel<S>2474</S>."
      },
      {
        "pk": 4851074,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then<S>5119</S> Herod<S>2264</S> privily<S>2977</S> called<S>2564</S> the Wise-men<S>3097</S>, and learned<S>198</S> of<S>3844</S> them<S>846</S> exactly<S>198</S> what time<S>5550</S> the star<S>792</S> appeared<S>5316</S>."
      },
      {
        "pk": 4851075,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "And<S>2532</S> he sent<S>3992</S> them<S>846</S> to<S>1519</S> Bethlehem<S>965</S>, and said<S>2036</S>, Go<S>4198</S> and search<S>1833</S> out exactly<S>4012</S> concerning<S>199</S> the young child<S>3813</S>; and<S>1161</S> when<S>1875</S> ye have found<S>2147</S> him<S>518</S>, bring me<S>3427</S> word<S>518</S>, that<S>3704</S> I<S>2504</S> also<S>2504</S> may come<S>2064</S> and worship<S>4352</S> him<S>846</S>."
      },
      {
        "pk": 4851076,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "And<S>1161</S> they<S>191</S>, having heard the king<S>935</S>, went<S>4198</S> their way<S>2532</S>; and lo<S>2400</S>, the star<S>792</S>, which<S>3739</S> they saw<S>1492</S> in<S>1722</S> the east<S>395</S>, went before<S>4254</S> them<S>846</S>, till<S>2193</S> it came<S>2064</S> and stood<S>2476</S> over<S>1883</S> where<S>3757</S> the young child<S>3813</S> was<S>2258</S>."
      },
      {
        "pk": 4851055,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "And when<S>1161</S> they saw<S>1492</S> the star<S>792</S>, they rejoiced<S>5463</S> with exceeding<S>4970</S> great<S>3173</S> joy<S>5479</S>."
      },
      {
        "pk": 4851056,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "And<S>2532</S> they came<S>2064</S> into<S>1519</S> the house<S>3614</S> and saw<S>2147</S> the young child<S>3813</S> with<S>3326</S> Mary<S>3137</S> his<S>846</S> mother<S>3384</S>; and<S>2532</S> they fell down<S>4098</S> and<S>2532</S> worshipped<S>4352</S> him<S>846</S>; and<S>2532</S> opening their<S>846</S> treasures<S>2344</S> they offered<S>4374</S> unto him<S>846</S> gifts<S>1435</S>, gold<S>5557</S> and<S>2532</S> frankincense<S>3030</S> and<S>2532</S> myrrh<S>4666</S>."
      },
      {
        "pk": 4851057,
        "translation": "ASV",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "And<S>2532</S> being warned of God<S>5537</S> in<S>2596</S> a dream<S>3677</S> that they should<S>344</S> not<S>3361</S> return<S>344</S> to<S>4314</S> Herod<S>2264</S>, they departed<S>402</S> into<S>1519</S> their own<S>846</S> country<S>5561</S> another<S>243</S> way<S>3598</S>."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "ASV"
  },
  "Micah 5:2|KJV": {
    "text": "But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting .",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Isaiah 9:6-7|KJV": {
    "text": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace. Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.",
    "verses": [
      {
        "pk": 2618007,
        "translation": "KJV",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": "For unto us a child<S>3206</S> is born<S>3205</S>, unto us a son<S>1121</S> is given<S>5414</S>: and the government<S>4951</S> shall be upon his shoulder<S>7926</S>: and his name<S>8034</S> shall be called<S>7121</S> Wonderful<S>6382</S>, Counsellor<S>3289</S>, The mighty<S>1368</S> God<S>410</S>, The everlasting<S>5703</S> Father<S>1</S>, The Prince<S>8269</S> of Peace<S>7965</S>."
      },
      {
        "pk": 2618008,
        "translation": "KJV",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "Of the increase<S>4766</S> of his government<S>4951</S> and peace<S>7965</S> there shall be no end<S>7093</S>, upon the throne<S>3678</S> of David<S>1732</S>, and upon his kingdom<S>4467</S>, to order<S>3559</S> it, and to establish<S>5582</S> it with judgment<S>4941</S> and with justice<S>6666</S> from henceforth even for<S>5704</S> ever<S>5769</S>. The zeal<S>7068</S> of the LORD<S>3068</S> of hosts<S>6635</S> will perform<S>6213</S> this."
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "KJV"
  },
  "Isaiah 9:6-7|NKJV": {
    "text": "For unto us a Child is born, Unto us a Son is given; And the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace. Of the increase of His government and peace There will be no end, Upon the throne of David and over His kingdom, To order it and establish it with judgment and justice From that time forward, even forever. The zeal of the LORD of hosts will perform this.",
    "verses": [
      {
        "pk": 2171540,
        "translation": "NKJV",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": " For unto us a Child is born, Unto us a Son is given; And the government will be upon His shoulder. And His name will be called  Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace."
      },
      {
        "pk": 2171541,
        "translation": "NKJV",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "Of the increase of <i>His</i> government and peace  <i>There</i> <i>will</i> <i>be</i> no end, Upon the throne of David and over His kingdom, To order it and establish it with judgment and justice From that time forward, even forever. The zeal of the LORD of hosts will perform this."
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "NKJV"
  },
  "Isaiah 9:6-7|ESV": {
    "text": "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. Of the increase of his government and of peace there will be no end, on the throne of David and over his kingdom, to establish it and to uphold it with justice and with righteousness from this time forth and forevermore. The zeal of the LORD of hosts will do this.",
    "verses": [
      {
        "pk": 1949915,
        "translation": "ESV",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": " For to us a child is born, to us a son is given; and the government shall be upon  his shoulder, and his name shall be called  Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."
      },
      {
        "pk": 1949916,
        "translation": "ESV",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "Of the increase of his government and of peace there will be no end, on the throne of David and over his kingdom, to establish it and to uphold it with justice and with righteousness from this time forth and forevermore. The zeal of the LORD of hosts will do this."
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "ESV"
  },
  "Isaiah 9:6-7|NIV": {
    "text": "For to us a child is born,to us a son is given,and the government will be on his shoulders.And he will be calledWonderful Counselor, Mighty God,Everlasting Father, Prince of Peace. Of the increase of his government and peacethere will be no end.He will reign on David’s throneand over his kingdom,establishing and upholding itwith justice and righteousnessfrom that time on and forever.The zeal of the Lord Almightywill accomplish this.",
    "verses": [
      {
        "pk": 2586484,
        "translation": "NIV",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": "For to us a child is born,<br/>to us a son is given,<br/>and the government will be on his shoulders.<br/>And he will be called<br/>Wonderful Counselor, Mighty God,<br/>Everlasting Father, Prince of Peace."
      },
      {
        "pk": 2586485,
        "translation": "NIV",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "Of the increase of his government and peace<br/>there will be no end.<br/>He will reign on David’s throne<br/>and over his kingdom,<br/>establishing and upholding it<br/>with justice and righteousness<br/>from that time on and forever.<br/>The zeal of the Lord Almighty<br/>will accomplish this."
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "NIV"
  },
  "Isaiah 9:6-7|NASB": {
    "text": "For a child will be born to us, a son will be given to us; And the government will rest on His shoulders; And His name will be called Wonderful Counselor, Mighty God, Eternal Father, Prince of Peace. There will be no end to the increase of [His] government or of peace, On the throne of David and over his kingdom, To establish it and to uphold it with justice and righteousness From then on and forevermore. The zeal of the LORD of hosts will accomplish this.",
    "verses": [
      {
        "pk": 849463,
        "translation": "NASB",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": "For a child will be born to us, a son will be given to us; And the government will rest on His shoulders; And His name will be called Wonderful Counselor, Mighty God, Eternal Father, Prince of Peace."
      },
      {
        "pk": 849464,
        "translation": "NASB",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "There will be no end to the increase of [His] government or of peace, On the throne of David and over his kingdom, To establish it and to uphold it with justice and righteousness From then on and forevermore. The zeal of the LORD of hosts will accomplish this."
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "NASB"
  },
  "Isaiah 9:6-7|NLT": {
    "text": "For a child is born to us,a son is given to us.The government will rest on his shoulders.And he will be called:Wonderful Counselor, Mighty God,Everlasting Father, Prince of Peace. His government and its peacewill never end.He will rule with fairness and justice from the throne of his ancestor Davidfor all eternity.The passionate commitment of the LORD of Heaven’s Armieswill make this happen!",
    "verses": [
      {
        "pk": 2654793,
        "translation": "NLT",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": "For a child is born to us,<br>a son is given to us.<br>The government will rest on his shoulders.<br>And he will be called:<br>Wonderful Counselor, Mighty God,<br>Everlasting Father, Prince of Peace.<br>"
      },
      {
        "pk": 2654794,
        "translation": "NLT",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "His government and its peace<br>will never end.<br>He will rule with fairness and justice from the throne of his ancestor David<br>for all eternity.<br>The passionate commitment of the LORD of Heaven’s Armies<br>will make this happen!<br>"
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "NLT"
  },
  "Isaiah 9:6-7|RSV": {
    "text": "For to us a child is born, to us a son is given; and the government will be upon his shoulder, and his name will be called 'Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.' Of the increase of his government and of peace there will be no end, upon the throne of David, and over his kingdom, to establish it, and to uphold it with justice and with righteousness from this time forth and for evermore. The zeal of the LORD of hosts will do this.",
    "verses": [
      {
        "pk": 1335891,
        "translation": "RSV",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": "For to us a child is born, to us a son is given; and the government will be upon his shoulder, and his name will be called 'Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.'"
      },
      {
        "pk": 1335892,
        "translation": "RSV",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "Of the increase of his government and of peace there will be no end, upon the throne of David, and over his kingdom, to establish it, and to uphold it with justice and with righteousness from this time forth and for evermore. The zeal of the LORD of hosts will do this."
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "RSV"
  },
  "Isaiah 9:6-7|ASV": {
    "text": "For unto us a child is born, unto us a son is given; and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, Mighty God, Everlasting Father, Prince of Peace. Of the increase of his government and of peace there shall be no end, upon the throne of David, and upon his kingdom, to establish it, and to uphold it with justice and with righteousness from henceforth even for ever. The zeal of Jehovah of hosts will perform this.",
    "verses": [
      {
        "pk": 4846454,
        "translation": "ASV",
        "book": 23,
        "chapter": 9,
        "verse": 6,
        "text": "For unto us a child<S>3206</S> is born<S>3205</S>, unto us a son<S>1121</S> is given<S>5414</S>; and the government<S>4951</S> shall be upon his shoulder<S>7926</S>: and his name<S>8034</S> shall be called<S>7121</S> Wonderful<S>6382</S>, Counsellor<S>3289</S>, Mighty<S>1368</S> God<S>410</S>, Everlasting<S>5703</S> Father<S>1</S>, Prince<S>8269</S> of Peace<S>7965</S>."
      },
      {
        "pk": 4846455,
        "translation": "ASV",
        "book": 23,
        "chapter": 9,
        "verse": 7,
        "text": "Of the increase<S>4766</S> of his government<S>4951</S> and of peace<S>7965</S> there shall be no end<S>7093</S>, upon the throne<S>3678</S> of David<S>1732</S>, and upon his kingdom<S>4467</S>, to establish<S>3559</S> it<S>4941</S>, and to uphold it with justice<S>4941</S> and with righteousness<S>6666</S> from henceforth even for<S>5704</S> ever<S>5769</S>. The zeal<S>7068</S> of Jehovah<S>3068</S> of hosts<S>6635</S> will perform this<S>6213</S>."
      }
    ],
    "book": "Isaiah",
    "chapter": 9,
    "verse_start": 6,
    "verse_end": 7,
    "translation": "ASV"
  },
  "Numbers 24:17|KJV": {
    "text": "I shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the corners of Moab, and destroy all the children of Sheth .",
    "verse": 17,
    "book": "Numbers",
    "chapter": 24,
    "translation": "KJV"
  },
  "Micah 5:2|NKJV": {
    "text": "“But you, Bethlehem Ephrathah, Though you are little among the thousands of Judah, Yet out of you shall come forth to Me The One to be Ruler in Israel, Whose goings forth are from of old, From everlasting.”",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "NKJV"
  },
  "Micah 5:2|ESV": {
    "text": "But you, O Bethlehem Ephrathah, who are too little to be among the clans of Judah, from you shall come forth for me one who is to be ruler in Israel, whose coming forth is from of old, from ancient days.",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "ESV"
  },
  "Micah 5:2|NIV": {
    "text": "“But you, Bethlehem Ephrathah,though you are small among the clans of Judah,out of you will come for meone who will be ruler over Israel,whose origins are from of old,from ancient times.”",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "NIV"
  },
  "Micah 5:2|NASB": {
    "text": "'But as for you, Bethlehem Ephrathah, [Too] little to be among the clans of Judah, From you One will go forth for Me to be ruler in Israel. His goings forth are from long ago, From the days of eternity.'",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "NASB"
  },
  "Micah 5:2|NLT": {
    "text": "But you, O Bethlehem Ephrathah,are only a small village among all the people of Judah.Yet a ruler of Israel,whose origins are in the distant past,will come from you on my behalf.",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "NLT"
  },
  "Micah 5:2|RSV": {
    "text": "But you, O Bethlehem Ephrathah, who are little to be among the clans of Judah, from you shall come forth for me one who is to be ruler in Israel, whose origin is from of old, from ancient days.",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "RSV"
  },
  "Micah 5:2|ASV": {
    "text": "But thou, Beth-lehem Ephrathah, which art little to be among the thousands of Judah, out of thee shall one come forth unto me that is to be ruler in Israel; whose goings forth are from of old, from everlasting.",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "ASV"
  },
  "Isaiah 9:6|KJV": {
    "text": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "KJV"
  },
  "Isaiah 9:6|NKJV": {
    "text": "For unto us a Child is born, Unto us a Son is given; And the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace.",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "NKJV"
  },
  "Isaiah 9:6|ESV": {
    "text": "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "ESV"
  },
  "Isaiah 9:6|NIV": {
    "text": "For to us a child is born,to us a son is given,and the government will be on his shoulders.And he will be calledWonderful Counselor, Mighty God,Everlasting Father, Prince of Peace.",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "NIV"
  },
  "Isaiah 9:6|NASB": {
    "text": "For a child will be born to us, a son will be given to us; And the government will rest on His shoulders; And His name will be called Wonderful Counselor, Mighty God, Eternal Father, Prince of Peace.",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "NASB"
  },
  "Isaiah 9:6|NLT": {
    "text": "For a child is born to us,a son is given to us.The government will rest on his shoulders.And he will be called:Wonderful Counselor, Mighty God,Everlasting Father, Prince of Peace.",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "NLT"
  },
  "Isaiah 9:6|RSV": {
    "text": "For to us a child is born, to us a son is given; and the government will be upon his shoulder, and his name will be called 'Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.'",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "RSV"
  },
  "Isaiah 9:6|ASV": {
    "text": "For unto us a child is born, unto us a son is given; and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, Mighty God, Everlasting Father, Prince of Peace.",
    "verse": 6,
    "book": "Isaiah",
    "chapter": 9,
    "translation": "ASV"
  },
  "Genesis 12:3|KJV": {
    "text": "And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:3|NKJV": {
    "text": "I will bless those who bless you, And I will curse him who curses you; And in you all the families of the earth shall be blessed.”",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "NKJV"
  },
  "Genesis 12:3|ESV": {
    "text": "I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "ESV"
  },
  "Genesis 12:3|NIV": {
    "text": "I will bless those who bless you,and whoever curses you I will curse;and all peoples on earthwill be blessed through you.”",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "NIV"
  },
  "Genesis 12:3|NASB": {
    "text": "And I will bless those who bless you, And the one who curses you I will curse. And in you all the families of the earth will be blessed.'",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "NASB"
  },
  "Genesis 12:3|NLT": {
    "text": "I will bless those who bless you and curse those who treat you with contempt. All the families on earth will be blessed through you.”",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "NLT"
  },
  "Genesis 12:3|RSV": {
    "text": "I will bless those who bless you, and him who curses you I will curse; and by you all the families of the earth shall bless themselves.'",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "RSV"
  },
  "Genesis 12:3|ASV": {
    "text": "and I will bless them that bless thee, and him that curseth thee will I curse: and in thee shall all the families of the earth be blessed.",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "ASV"
  },
  "Daniel 9:25|KJV": {
    "text": "Know therefore and understand, that from the going forth of the commandment to restore and to build Jerusalem unto the Messiah the Prince shall be seven weeks, and threescore and two weeks: the street shall be built again, and the wall, even in troublous times.",
    "verse": 25,
    "book": "Daniel",
    "chapter": 9,
    "translation": "KJV"
  },
  "Revelation 19:16|KJV": {
    "text": "And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.",
    "verse": 16,
    "book": "Revelation",
    "chapter": 19,
    "translation": "KJV"
  },
  "Matthew 6:33|KJV": {
    "text": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
    "verse": 33,
    "book": "Matthew",
    "chapter": 6,
    "translation": "KJV"
  },
  "Romans 12:1|KJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "2 Corinthians 12:15|KJV": {
    "text": "And I will very gladly spend and be spent for you ; though the more abundantly I love you, the less I be loved.",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "KJV"
  },
  "2 Corinthians 12:15|NKJV": {
    "text": "And I will very gladly spend and be spent for your souls; though the more abundantly I love you, the less I am loved.",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "NKJV"
  },
  "2 Corinthians 12:15|ESV": {
    "text": "I will most gladly spend and be spent for your souls. If I love you more, am I to be loved less?",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "ESV"
  },
  "2 Corinthians 12:15|NIV": {
    "text": "So I will very gladly spend for you everything I have and expend myself as well. If I love you more, will you love me less?",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "NIV"
  },
  "2 Corinthians 12:15|NASB": {
    "text": "I will most gladly spend and be expended for your souls. If I love you more, am I to be loved less?",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "NASB"
  },
  "2 Corinthians 12:15|NLT": {
    "text": "I will gladly spend myself and all I have for you, even though it seems that the more I love you, the less you love me.",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "NLT"
  },
  "2 Corinthians 12:15|RSV": {
    "text": "I will most gladly spend and be spent for your souls. If I love you the more, am I to be loved the less?",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "RSV"
  },
  "2 Corinthians 12:15|ASV": {
    "text": "And I will most gladly spend and be spent for5228, 5590 your souls. If I love you more abundantly, am I loved the less?",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 12,
    "translation": "ASV"
  },
  "Matthew 2:1|KJV": {
    "text": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,",
    "verse": 1,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:2|KJV": {
    "text": "Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.",
    "verse": 2,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:3|KJV": {
    "text": "When Herod the king had heard these things, he was troubled, and all Jerusalem with him.",
    "verse": 3,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:4|KJV": {
    "text": "And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born.",
    "verse": 4,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:5|KJV": {
    "text": "And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet,",
    "verse": 5,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:6|KJV": {
    "text": "And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel.",
    "verse": 6,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:7|KJV": {
    "text": "Then Herod, when he had privily called the wise men, enquired of them diligently what time the star appeared.",
    "verse": 7,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:8|KJV": {
    "text": "And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also.",
    "verse": 8,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:9|KJV": {
    "text": "When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was.",
    "verse": 9,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:10|KJV": {
    "text": "When they saw the star, they rejoiced with exceeding great joy.",
    "verse": 10,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:11|KJV": {
    "text": "And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.",
    "verse": 11,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:12|KJV": {
    "text": "And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.",
    "verse": 12,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:13|KJV": {
    "text": "And when they were departed, behold, the angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word: for Herod will seek the young child to destroy him.",
    "verse": 13,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:14|KJV": {
    "text": "When he arose, he took the young child and his mother by night, and departed into Egypt:",
    "verse": 14,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:15|KJV": {
    "text": "And was there until the death of Herod: that it might be fulfilled which was spoken of the Lord by the prophet, saying, Out of Egypt have I called my son.",
    "verse": 15,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:16|KJV": {
    "text": "Then Herod, when he saw that he was mocked of the wise men, was exceeding wroth, and sent forth, and slew all the children that were in Bethlehem, and in all the coasts thereof, from two years old and under, according to the time which he had diligently enquired of the wise men.",
    "verse": 16,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:17|KJV": {
    "text": "Then was fulfilled that which was spoken by Jeremy the prophet, saying,",
    "verse": 17,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:18|KJV": {
    "text": "In Rama was there a voice heard, lamentation, and weeping, and great mourning, Rachel weeping for her children, and would not be comforted, because they are not.",
    "verse": 18,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:19|KJV": {
    "text": "But when Herod was dead, behold, an angel of the Lord appeareth in a dream to Joseph in Egypt,",
    "verse": 19,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:20|KJV": {
    "text": "Saying, Arise, and take the young child and his mother, and go into the land of Israel: for they are dead which sought the young child's life.",
    "verse": 20,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Psalms 19:1|KJV": {
    "text": "To the chief Musician, A Psalm of David. The heavens declare the glory of God; and the firmament sheweth his handywork .",
    "verse": 1,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:2|KJV": {
    "text": "Day unto day uttereth speech, and night unto night sheweth knowledge.",
    "verse": 2,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:3|KJV": {
    "text": "There is no speech nor language, where their voice is not heard.",
    "verse": 3,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:4|KJV": {
    "text": "Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,",
    "verse": 4,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:5|KJV": {
    "text": "Which is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to run a race.",
    "verse": 5,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:6|KJV": {
    "text": "His going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.",
    "verse": 6,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:7|KJV": {
    "text": "The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.",
    "verse": 7,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:8|KJV": {
    "text": "The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.",
    "verse": 8,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:9|KJV": {
    "text": "The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether.",
    "verse": 9,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:10|KJV": {
    "text": "More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb .",
    "verse": 10,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:11|KJV": {
    "text": "Moreover by them is thy servant warned: and in keeping of them there is great reward.",
    "verse": 11,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:12|KJV": {
    "text": "Who can understand his errors? cleanse thou me from secret faults.",
    "verse": 12,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:13|KJV": {
    "text": "Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.",
    "verse": 13,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:14|KJV": {
    "text": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.",
    "verse": 14,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Romans 1:1|KJV": {
    "text": "Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,",
    "verse": 1,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:2|KJV": {
    "text": "(Which he had promised afore by his prophets in the holy scriptures,)",
    "verse": 2,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:3|KJV": {
    "text": "Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;",
    "verse": 3,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:4|KJV": {
    "text": "And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:",
    "verse": 4,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:5|KJV": {
    "text": "By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:",
    "verse": 5,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:6|KJV": {
    "text": "Among whom are ye also the called of Jesus Christ:",
    "verse": 6,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:7|KJV": {
    "text": "To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.",
    "verse": 7,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:8|KJV": {
    "text": "First , I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.",
    "verse": 8,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:9|KJV": {
    "text": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;",
    "verse": 9,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:10|KJV": {
    "text": "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.",
    "verse": 10,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:11|KJV": {
    "text": "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;",
    "verse": 11,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:12|KJV": {
    "text": "That is, that I may be comforted together with you by the mutual faith both of you and me.",
    "verse": 12,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:13|KJV": {
    "text": "Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto ,) that I might have some fruit among you also, even as among other Gentiles.",
    "verse": 13,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:14|KJV": {
    "text": "I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.",
    "verse": 14,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:15|KJV": {
    "text": "So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.",
    "verse": 15,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:16|KJV": {
    "text": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
    "verse": 16,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:17|KJV": {
    "text": "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.",
    "verse": 17,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:18|KJV": {
    "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;",
    "verse": 18,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:19|KJV": {
    "text": "Because that which may be known of God is manifest in them; for God hath shewed it unto them.",
    "verse": 19,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:20|KJV": {
    "text": "For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse:",
    "verse": 20,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Daniel 7:1|KJV": {
    "text": "In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream, and told the sum of the matters.",
    "verse": 1,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:2|KJV": {
    "text": "Daniel spake and said, I saw in my vision by night, and, behold, the four winds of the heaven strove upon the great sea.",
    "verse": 2,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:3|KJV": {
    "text": "And four great beasts came up from the sea, diverse one from another.",
    "verse": 3,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:4|KJV": {
    "text": "The first was like a lion, and had eagle's wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made stand upon the feet as a man, and a man's heart was given to it.",
    "verse": 4,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:5|KJV": {
    "text": "And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.",
    "verse": 5,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:6|KJV": {
    "text": "After this I beheld , and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it.",
    "verse": 6,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:7|KJV": {
    "text": "After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.",
    "verse": 7,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:8|KJV": {
    "text": "I considered the horns, and, behold, there came up among them another little horn, before whom there were three of the first horns plucked up by the roots: and, behold, in this horn were eyes like the eyes of man, and a mouth speaking great things.",
    "verse": 8,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:9|KJV": {
    "text": "I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels as burning fire.",
    "verse": 9,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:10|KJV": {
    "text": "A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened.",
    "verse": 10,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:11|KJV": {
    "text": "I beheld then because of the voice of the great words which the horn spake: I beheld even till the beast was slain, and his body destroyed, and given to the burning flame.",
    "verse": 11,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:12|KJV": {
    "text": "As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.",
    "verse": 12,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:13|KJV": {
    "text": "I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.",
    "verse": 13,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:14|KJV": {
    "text": "And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.",
    "verse": 14,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:15|KJV": {
    "text": "I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me.",
    "verse": 15,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:16|KJV": {
    "text": "I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things.",
    "verse": 16,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:17|KJV": {
    "text": "These great beasts, which are four, are four kings, which shall arise out of the earth.",
    "verse": 17,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:18|KJV": {
    "text": "But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever.",
    "verse": 18,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:19|KJV": {
    "text": "Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;",
    "verse": 19,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Daniel 7:20|KJV": {
    "text": "And of the ten horns that were in his head, and of the other which came up, and before whom three fell; even of that horn that had eyes, and a mouth that spake very great things, whose look was more stout than his fellows.",
    "verse": 20,
    "book": "Daniel",
    "chapter": 7,
    "translation": "KJV"
  },
  "Philippians 2:1|KJV": {
    "text": "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,",
    "verse": 1,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:2|KJV": {
    "text": "Fulfil ye my joy, that ye be likeminded , having the same love, being of one accord, of one mind.",
    "verse": 2,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:3|KJV": {
    "text": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.",
    "verse": 3,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:4|KJV": {
    "text": "Look not every man on his own things, but every man also on the things of others.",
    "verse": 4,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:5|KJV": {
    "text": "Let this mind be in you, which was also in Christ Jesus:",
    "verse": 5,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:6|KJV": {
    "text": "Who, being in the form of God, thought it not robbery to be equal with God:",
    "verse": 6,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:7|KJV": {
    "text": "But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:",
    "verse": 7,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:8|KJV": {
    "text": "And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.",
    "verse": 8,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:9|KJV": {
    "text": "Wherefore God also hath highly exalted him, and given him a name which is above every name:",
    "verse": 9,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:10|KJV": {
    "text": "That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;",
    "verse": 10,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:11|KJV": {
    "text": "And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.",
    "verse": 11,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:12|KJV": {
    "text": "Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.",
    "verse": 12,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:13|KJV": {
    "text": "For it is God which worketh in you both to will and to do of his good pleasure.",
    "verse": 13,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:14|KJV": {
    "text": "Do all things without murmurings and disputings:",
    "verse": 14,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:15|KJV": {
    "text": "That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;",
    "verse": 15,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:16|KJV": {
    "text": "Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.",
    "verse": 16,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:17|KJV": {
    "text": "Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:18|KJV": {
    "text": "For the same cause also do ye joy, and rejoice with me.",
    "verse": 18,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:19|KJV": {
    "text": "But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.",
    "verse": 19,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:20|KJV": {
    "text": "For I have no man likeminded, who will naturally care for your state.",
    "verse": 20,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:1|KJV": {
    "text": "And when any will offer a meat offering unto the LORD, his offering shall be of fine flour; and he shall pour oil upon it, and put frankincense thereon:",
    "verse": 1,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:2|KJV": {
    "text": "And he shall bring it to Aaron's sons the priests: and he shall take thereout his handful of the flour thereof, and of the oil thereof, with all the frankincense thereof; and the priest shall burn the memorial of it upon the altar, to be an offering made by fire, of a sweet savour unto the LORD:",
    "verse": 2,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:3|KJV": {
    "text": "And the remnant of the meat offering shall be Aaron's and his sons': it is a thing most holy of the offerings of the LORD made by fire.",
    "verse": 3,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:4|KJV": {
    "text": "And if thou bring an oblation of a meat offering baken in the oven, it shall be unleavened cakes of fine flour mingled with oil, or unleavened wafers anointed with oil.",
    "verse": 4,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:5|KJV": {
    "text": "And if thy oblation be a meat offering baken in a pan, it shall be of fine flour unleavened, mingled with oil.",
    "verse": 5,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:6|KJV": {
    "text": "Thou shalt part it in pieces, and pour oil thereon: it is a meat offering.",
    "verse": 6,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:7|KJV": {
    "text": "And if thy oblation be a meat offering baken in the fryingpan, it shall be made of fine flour with oil.",
    "verse": 7,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:8|KJV": {
    "text": "And thou shalt bring the meat offering that is made of these things unto the LORD: and when it is presented unto the priest, he shall bring it unto the altar.",
    "verse": 8,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:9|KJV": {
    "text": "And the priest shall take from the meat offering a memorial thereof, and shall burn it upon the altar: it is an offering made by fire, of a sweet savour unto the LORD.",
    "verse": 9,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:10|KJV": {
    "text": "And that which is left of the meat offering shall be Aaron's and his sons': it is a thing most holy of the offerings of the LORD made by fire.",
    "verse": 10,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:11|KJV": {
    "text": "No meat offering, which ye shall bring unto the LORD, shall be made with leaven: for ye shall burn no leaven, nor any honey, in any offering of the LORD made by fire.",
    "verse": 11,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:12|KJV": {
    "text": "As for the oblation of the firstfruits, ye shall offer them unto the LORD: but they shall not be burnt on the altar for a sweet savour.",
    "verse": 12,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:13|KJV": {
    "text": "And every oblation of thy meat offering shalt thou season with salt; neither shalt thou suffer the salt of the covenant of thy God to be lacking from thy meat offering: with all thine offerings thou shalt offer salt.",
    "verse": 13,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:14|KJV": {
    "text": "And if thou offer a meat offering of thy firstfruits unto the LORD, thou shalt offer for the meat offering of thy firstfruits green ears of corn dried by the fire, even corn beaten out of full ears.",
    "verse": 14,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:15|KJV": {
    "text": "And thou shalt put oil upon it, and lay frankincense thereon: it is a meat offering.",
    "verse": 15,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Leviticus 2:16|KJV": {
    "text": "And the priest shall burn the memorial of it, part of the beaten corn thereof, and part of the oil thereof, with all the frankincense thereof: it is an offering made by fire unto the LORD.",
    "verse": 16,
    "book": "Leviticus",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 6:21|KJV": {
    "text": "For where your treasure is, there will your heart be also.",
    "verse": 21,
    "book": "Matthew",
    "chapter": 6,
    "translation": "KJV"
  },
  "Matthew 1:18|KJV": {
    "text": "Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.",
    "verse": 18,
    "book": "Matthew",
    "chapter": 1,
    "translation": "KJV"
  },
  "Job 33:4|KJV": {
    "text": "The Spirit of God hath made me, and the breath of the Almighty hath given me life.",
    "verse": 4,
    "book": "Job",
    "chapter": 33,
    "translation": "KJV"
  },
  "Genesis 2:7|KJV": {
    "text": "And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.",
    "verse": 7,
    "book": "Genesis",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 5:44-45|KJV": {
    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.",
    "verses": [
      {
        "pk": 2623454,
        "translation": "KJV",
        "book": 40,
        "chapter": 5,
        "verse": 44,
        "text": "But<S>1161</S> I<S>1473</S> say<S>3004</S> unto you<S>5213</S>, Love<S>25</S> your<S>5216</S> enemies<S>2190</S>, bless<S>2127</S> them that curse<S>2672</S> you<S>5209</S>, do<S>4160</S> good<S>2573</S> to them that hate<S>3404</S> you<S>5209</S>, and<S>2532</S> pray<S>4336</S> for<S>5228</S> them which<S>3588</S> despitefully use<S>1908</S> you<S>5209</S>, and<S>2532</S> persecute<S>1377</S> you<S>5209</S>;"
      },
      {
        "pk": 2623455,
        "translation": "KJV",
        "book": 40,
        "chapter": 5,
        "verse": 45,
        "text": "That<S>3704</S> ye may be<S>1096</S> the children<S>5207</S> of your<S>5216</S> Father<S>3962</S> which<S>3588</S> is in<S>1722</S> heaven<S>3772</S>: for<S>3754</S> he maketh<S>393</S> his<S>846</S> sun<S>2246</S> to rise<S>393</S> on<S>1909</S> the evil<S>4190</S> and<S>2532</S> on the good<S>18</S>, and<S>2532</S> sendeth rain<S>1026</S> on<S>1909</S> the just<S>1342</S> and<S>2532</S> on the unjust<S>94</S>."
      }
    ],
    "book": "Matthew",
    "chapter": 5,
    "verse_start": 44,
    "verse_end": 45,
    "translation": "KJV"
  },
  "James 1:17|KJV": {
    "text": "Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.",
    "verse": 17,
    "book": "James",
    "chapter": 1,
    "translation": "KJV"
  },
  "Galatians 1:4|KJV": {
    "text": "Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:",
    "verse": 4,
    "book": "Galatians",
    "chapter": 1,
    "translation": "KJV"
  },
  "2 Peter 3:9|KJV": {
    "text": "The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "KJV"
  },
  "2 Peter 3:9|NKJV": {
    "text": "The Lord is not slack concerning His promise, as some count slackness, but is longsuffering toward us, not willing that any should perish but that all should come to repentance.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "NKJV"
  },
  "2 Peter 3:9|ESV": {
    "text": "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "ESV"
  },
  "2 Peter 3:9|NIV": {
    "text": "The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "NIV"
  },
  "2 Peter 3:9|NASB": {
    "text": "The Lord is not slow about His promise, as some count slowness, but is patient toward you, not wishing for any to perish but for all to come to repentance.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "NASB"
  },
  "2 Peter 3:9|NLT": {
    "text": "The Lord isn’t really being slow about his promise, as some people think. No, he is being patient for your sake. He does not want anyone to be destroyed, but wants everyone to repent.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "NLT"
  },
  "2 Peter 3:9|RSV": {
    "text": "The Lord is not slow about his promise as some count slowness, but is forbearing toward you, not wishing that any should perish, but that all should reach repentance.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "RSV"
  },
  "2 Peter 3:9|ASV": {
    "text": "The Lord is not slack concerning his promise, as some count slackness; but is longsuffering to you-ward, not wishing that any should perish, but that all should come to repentance.",
    "verse": 9,
    "book": "2 Peter",
    "chapter": 3,
    "translation": "ASV"
  },
  "John 20:31|KJV": {
    "text": "But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.",
    "verse": 31,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 4:13|KJV": {
    "text": "Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "KJV"
  },
  "John 4:13|NKJV": {
    "text": "Jesus answered and said to her, “Whoever drinks of this water will thirst again,",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "NKJV"
  },
  "John 4:13|ESV": {
    "text": "Jesus said to her, “Everyone who drinks of this water will be thirsty again,",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "ESV"
  },
  "John 4:13|NIV": {
    "text": "Jesus answered, “Everyone who drinks this water will be thirsty again,",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "NIV"
  },
  "John 4:13|NASB": {
    "text": "Jesus answered and said to her, 'Everyone who drinks of this water will thirst again;",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "NASB"
  },
  "John 4:13|NLT": {
    "text": "Jesus replied, “Anyone who drinks this water will soon become thirsty again.",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "NLT"
  },
  "John 4:13|RSV": {
    "text": "Jesus said to her, 'Every one who drinks of this water will thirst again,",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "RSV"
  },
  "John 4:13|ASV": {
    "text": "Jesus answered and said unto her, Every one that drinketh of this water shall thirst again:",
    "verse": 13,
    "book": "John",
    "chapter": 4,
    "translation": "ASV"
  },
  "1 John 4:13|KJV": {
    "text": "Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.",
    "verse": 13,
    "book": "1 John",
    "chapter": 4,
    "translation": "KJV"
  },
  "2 Peter 1:3|KJV": {
    "text": "According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:",
    "verse": 3,
    "book": "2 Peter",
    "chapter": 1,
    "translation": "KJV"
  },
  "1 Corinthians 8:5|KJV": {
    "text": "For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "KJV"
  },
  "1 Corinthians 8:5|NKJV": {
    "text": "For even if there are so-called gods, whether in heaven or on earth (as there are many gods and many lords),",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "NKJV"
  },
  "1 Corinthians 8:5|ESV": {
    "text": "For although there may be so-called gods in heaven or on earth — as indeed there are many “gods” and many “lords” —",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "ESV"
  },
  "1 Corinthians 8:5|NIV": {
    "text": "For even if there are so-called gods, whether in heaven or on earth (as indeed there are many “gods” and many “lords”),",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "NIV"
  },
  "1 Corinthians 8:5|NASB": {
    "text": "For even if there are so-called gods whether in heaven or on earth, as indeed there are many gods and many lords,",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "NASB"
  },
  "1 Corinthians 8:5|NLT": {
    "text": "There may be so-called gods both in heaven and on earth, and some people actually worship many gods and many lords.",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "NLT"
  },
  "1 Corinthians 8:5|RSV": {
    "text": "For although there may be so-called gods in heaven or on earth -- as indeed there are many 'gods' and many 'lords' --",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "RSV"
  },
  "1 Corinthians 8:5|ASV": {
    "text": "For though there be that are called gods, whether in heaven or on earth; as there are gods many, and lords many;",
    "verse": 5,
    "book": "1 Corinthians",
    "chapter": 8,
    "translation": "ASV"
  },
  "1 John 4:19|KJV": {
    "text": "We love him, because he first loved us.",
    "verse": 19,
    "book": "1 John",
    "chapter": 4,
    "translation": "KJV"
  },
  "Joshua 24:15|KJV": {
    "text": "And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the LORD.",
    "verse": 15,
    "book": "Joshua",
    "chapter": 24,
    "translation": "KJV"
  },
  "Matthew 16:24|KJV": {
    "text": "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "KJV"
  },
  "Matthew 16:24|NKJV": {
    "text": "Then Jesus said to His disciples, “If anyone desires to come after Me, let him deny himself, and take up his cross, and follow Me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "NKJV"
  },
  "Matthew 16:24|ESV": {
    "text": "Then Jesus told his disciples, “If anyone would come after me, let him deny himself and take up his cross and follow me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "ESV"
  },
  "Matthew 16:24|NIV": {
    "text": "Then Jesus said to his disciples, “If anyone would come after me, he must deny himself and take up his cross and follow me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "NIV"
  },
  "Matthew 16:24|NASB": {
    "text": "Then Jesus said to His disciples, 'If anyone wishes to come after Me, he must deny himself, and take up his cross and follow Me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "NASB"
  },
  "Matthew 16:24|NLT": {
    "text": "Then Jesus said to his disciples, “If any of you wants to be my follower, you must give up your own way, take up your cross, and follow me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "NLT"
  },
  "Matthew 16:24|RSV": {
    "text": "Then Jesus told his disciples, 'If any man would come after me, let him deny himself and take up his cross and follow me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "RSV"
  },
  "Matthew 16:24|ASV": {
    "text": "Then said Jesus unto his disciples, If any man would come after me, let him deny himself, and take up his cross, and follow me.",
    "verse": 24,
    "book": "Matthew",
    "chapter": 16,
    "translation": "ASV"
  },
  "Romans 12:1-2|KJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.",
    "verses": [
      {
        "pk": 2628421,
        "translation": "KJV",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "I beseech<S>3870</S> you<S>5209</S> therefore<S>3767</S>, brethren<S>80</S>, by<S>1223</S> the mercies<S>3628</S> of God<S>2316</S>, that ye present<S>3936</S> your<S>5216</S> bodies<S>4983</S> a living<S>2198</S> sacrifice<S>2378</S>, holy<S>40</S>, acceptable<S>2101</S> unto God<S>2316</S>, which is your<S>5216</S> reasonable<S>3050</S> service<S>2999</S>."
      },
      {
        "pk": 2628422,
        "translation": "KJV",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "And<S>2532</S> be<S>4964</S> not<S>3361</S> conformed<S>4964</S> to this<S>5129</S> world<S>165</S>: but<S>235</S> be ye transformed<S>3339</S> by the renewing<S>342</S> of your<S>5216</S> mind<S>3563</S>, that<S>1519</S> ye<S>5209</S> may prove<S>1381</S> what<S>5101</S> is that good<S>18</S>, and<S>2532</S> acceptable<S>2101</S>, and<S>2532</S> perfect<S>5046</S>, will<S>2307</S> of God<S>2316</S>."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "KJV"
  },
  "1 Corinthians 9:27|KJV": {
    "text": "But I keep under my body, and bring it into subjection: lest that by any means , when I have preached to others, I myself should be a castaway.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "KJV"
  },
  "Ephesians 5:16|KJV": {
    "text": "Redeeming the time, because the days are evil.",
    "verse": 16,
    "book": "Ephesians",
    "chapter": 5,
    "translation": "KJV"
  },
  "Galatians 4:1|KJV": {
    "text": "Now I say, That the heir, as long as he is a child, differeth nothing from a servant, though he be lord of all;",
    "verse": 1,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:2|KJV": {
    "text": "But is under tutors and governors until the time appointed of the father.",
    "verse": 2,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:3|KJV": {
    "text": "Even so we, when we were children, were in bondage under the elements of the world:",
    "verse": 3,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:4|KJV": {
    "text": "But when the fulness of the time was come, God sent forth his Son, made of a woman, made under the law,",
    "verse": 4,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:5|KJV": {
    "text": "To redeem them that were under the law, that we might receive the adoption of sons.",
    "verse": 5,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:6|KJV": {
    "text": "And because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father.",
    "verse": 6,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:7|KJV": {
    "text": "Wherefore thou art no more a servant, but a son; and if a son, then an heir of God through Christ.",
    "verse": 7,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:8|KJV": {
    "text": "Howbeit then , when ye knew not God, ye did service unto them which by nature are no gods.",
    "verse": 8,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:9|KJV": {
    "text": "But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?",
    "verse": 9,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:10|KJV": {
    "text": "Ye observe days, and months, and times, and years.",
    "verse": 10,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:11|KJV": {
    "text": "I am afraid of you, lest I have bestowed upon you labour in vain.",
    "verse": 11,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:12|KJV": {
    "text": "Brethren, I beseech you, be as I am; for I am as ye are: ye have not injured me at all.",
    "verse": 12,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:13|KJV": {
    "text": "Ye know how through infirmity of the flesh I preached the gospel unto you at the first.",
    "verse": 13,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:14|KJV": {
    "text": "And my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God, even as Christ Jesus.",
    "verse": 14,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:15|KJV": {
    "text": "Where is then the blessedness ye spake of? for I bear you record, that, if it had been possible, ye would have plucked out your own eyes, and have given them to me.",
    "verse": 15,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:16|KJV": {
    "text": "Am I therefore become your enemy, because I tell you the truth?",
    "verse": 16,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:17|KJV": {
    "text": "They zealously affect you, but not well; yea, they would exclude you, that ye might affect them.",
    "verse": 17,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:18|KJV": {
    "text": "But it is good to be zealously affected always in a good thing, and not only when I am present with you.",
    "verse": 18,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:19|KJV": {
    "text": "My little children, of whom I travail in birth again until Christ be formed in you,",
    "verse": 19,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "Galatians 4:20|KJV": {
    "text": "I desire to be present with you now, and to change my voice; for I stand in doubt of you.",
    "verse": 20,
    "book": "Galatians",
    "chapter": 4,
    "translation": "KJV"
  },
  "John 20:1|KJV": {
    "text": "The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.",
    "verse": 1,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:2|KJV": {
    "text": "Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.",
    "verse": 2,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:3|KJV": {
    "text": "Peter therefore went forth, and that other disciple, and came to the sepulchre.",
    "verse": 3,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:4|KJV": {
    "text": "So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.",
    "verse": 4,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:5|KJV": {
    "text": "And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.",
    "verse": 5,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:6|KJV": {
    "text": "Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,",
    "verse": 6,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:7|KJV": {
    "text": "And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself .",
    "verse": 7,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:8|KJV": {
    "text": "Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.",
    "verse": 8,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:9|KJV": {
    "text": "For as yet they knew not the scripture, that he must rise again from the dead.",
    "verse": 9,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:10|KJV": {
    "text": "Then the disciples went away again unto their own home.",
    "verse": 10,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:11|KJV": {
    "text": "But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,",
    "verse": 11,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:12|KJV": {
    "text": "And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.",
    "verse": 12,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:13|KJV": {
    "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
    "verse": 13,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:14|KJV": {
    "text": "And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.",
    "verse": 14,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:15|KJV": {
    "text": "Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.",
    "verse": 15,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:16|KJV": {
    "text": "Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.",
    "verse": 16,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:17|KJV": {
    "text": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.",
    "verse": 17,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:18|KJV": {
    "text": "Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.",
    "verse": 18,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:19|KJV": {
    "text": "Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.",
    "verse": 19,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:20|KJV": {
    "text": "And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.",
    "verse": 20,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "Matthew 22:1|KJV": {
    "text": "And Jesus answered and spake unto them again by parables, and said,",
    "verse": 1,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:2|KJV": {
    "text": "The kingdom of heaven is like unto a certain king, which made a marriage for his son,",
    "verse": 2,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:3|KJV": {
    "text": "And sent forth his servants to call them that were bidden to the wedding: and they would not come.",
    "verse": 3,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:4|KJV": {
    "text": "Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are ready: come unto the marriage.",
    "verse": 4,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:5|KJV": {
    "text": "But they made light of it, and went their ways, one to his farm, another to his merchandise:",
    "verse": 5,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:6|KJV": {
    "text": "And the remnant took his servants, and entreated them spitefully, and slew them.",
    "verse": 6,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:7|KJV": {
    "text": "But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.",
    "verse": 7,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:8|KJV": {
    "text": "Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy.",
    "verse": 8,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:9|KJV": {
    "text": "Go ye therefore into the highways , and as many as ye shall find, bid to the marriage.",
    "verse": 9,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:10|KJV": {
    "text": "So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests.",
    "verse": 10,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:11|KJV": {
    "text": "And when the king came in to see the guests, he saw there a man which had not on a wedding garment:",
    "verse": 11,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:12|KJV": {
    "text": "And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless.",
    "verse": 12,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:13|KJV": {
    "text": "Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.",
    "verse": 13,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:14|KJV": {
    "text": "For many are called, but few are chosen.",
    "verse": 14,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:15|KJV": {
    "text": "Then went the Pharisees, and took counsel how they might entangle him in his talk.",
    "verse": 15,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:16|KJV": {
    "text": "And they sent out unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.",
    "verse": 16,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:17|KJV": {
    "text": "Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?",
    "verse": 17,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:18|KJV": {
    "text": "But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?",
    "verse": 18,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:19|KJV": {
    "text": "Shew me the tribute money. And they brought unto him a penny.",
    "verse": 19,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  },
  "Matthew 22:20|KJV": {
    "text": "And he saith unto them, Whose is this image and superscription?",
    "verse": 20,
    "book": "Matthew",
    "chapter": 22,
    "translation": "KJV"
  }
}